// 1) Продовжуємо модифікувати наш Туду Ліст з попереднього ДЗ
// 2) Створити початковий массив данних для модифікування яки має включати мін. 3 елементи
// 3) Один туду (обʼєкт в масиві) має включати в себе “id” і “name”
// 4) Відрендерити цей массив в дочірньому компоненті
// 5) При додаватись має обʼєкт з такими саме значеннями (id, name)
// 6) Реалізувати видалення туду (додати кнопку для видалення і при натисканні видаляти вказану туду)

import './App.css';
import ToDoList from './ToDoList';

function App() {
  return (
    <div className="App">
      <header className="App-header">
        <h1>ToDo List</h1>
        <ToDoList />
      </header>
    </div>
  );
}

export default App;
